Repository: RooieDirk/o-charts_pi
Catalog: po/*.po
Languages: nl_nl

source: o-charts_pi Preferences
nl_nl: Instellingen o-charts_pi

source: o-charts_pi Information
nl_nl: Informatie o-charts_pi

source: Dialog
nl_nl: Dialoogvenster

source: The o-charts plugin replaces the oeSENC plugin chart display functions.
nl_nl: De o-charts plug-in vervangt de oeSENC plug-in’s kaartweergave functies.

source: It is recommended that you disable any existing oeSENC plugin, and restart OpenCPN.
nl_nl: Het wordt aangeraden om eerder geïnstalleerde oeSENC-plugins te verwijderen en OpenCPN te herstarten.

source: o-charts_pi Message
nl_nl: Bericht van o-charts_pi

source: The o-charts plugin replaces the oeRNC plugin chart display functions.
nl_nl: De o-charts-plugin vervangt de kaartweergavefuncties van de oeRNC plugin.

source: It is recommended that you disable any existing oeRNC plugin, and restart OpenCPN.
nl_nl: Het wordt aangeraden om geïnstalleerde oeRNC-plugins te verwijderen en OpenCPN te herstarten.

source: PlugIn for OpenCPN o-charts charts
nl_nl: Plugin voor o-charts-kaarten voor OpenCPN

source: PlugIn for OpenCPN Provides support of o-charts charts.
nl_nl: Plugin voor OpenCPN Biedt ondersteuning voor o-charts-kaarten.

source: To obtain a User Key, you must generate a unique System Identifier File.
nl_nl: Om een 'User Key' te verkrijgen dient u een uniek systeemidentificatiebestand te maken.

source: This file is also known as a"fingerprint" file.
nl_nl: Dit bestand wordt ook wel "vingerafdruk-bestand" genoemd.

source: The fingerprint file contains information to uniquely identifiy this computer.
nl_nl: De vingerafdruk bevat gegevens waarmee uitsluitend deze computer geïdentificeerd kan worden.

source: After creating this file, you will need it to obtain your User Key at the o-charts.org shop.
nl_nl: Nadat u dit bestand heeft aangemaakt heeft u het nodig om uw "User Key" te verkrijgen in de o-charts-winkel.

source: Proceed to create Fingerprint file?
nl_nl: Wilt u doorgaan met het aanmaken van een vingerafdruk-bestand?

source: This chart cannot be loaded due to any of the following reasons: - You have made important hardware changes on your computer. - Your OS has been updated and your license has been suspended. - This chart set was prepared for another system. - This chart set was prepared for a USB key dongle, but dongle is not detected. - There are corrupted files due to errors during download or unzip. Please contact info@o-charts.org if the problem persists.
nl_nl: De kaart kan niet geladen worden door één van de volgende oorzaken: -Er zijn wijzigingen in de hardware van de computer. -Uw operating system is geüpdatet en uw licentie is geschorst. -Deze kaart is voorbereid voor een ander systeem. -Deze kaart is voorbereid voor een USB-dongle, maar de dongle is niet aanwezig. -Er zijn bestanden beschadigd door fouten bij het downloaden of uitpakken. Neem contact op met info@o-charts.org als het probleem zich blijft voordoen.

source: This chart will soon no longer display due to time restricted license requirements.
nl_nl: Deze kaart zal binnenkort niet meer worden weergegeven vanwege tijdgebonden licentievereisten.

source: This chart will no longer display due to time restricted license requirements.
nl_nl: Deze kaart zal niet meer worden weergegeven vanwege tijdgebonden licentievereisten.

source: Days until expiration:
nl_nl: Vervalt in (dagen):

source: Grace days available after expiration:
nl_nl: Resterende bonusdagen na verlopen licentie:

source: Please re-license the charts at o-charts.org.
nl_nl: Verkrijg een nieuwe licentie op o-charts.org

source: Expired
nl_nl: Verlopen

source: Cannot find the oexserverd utility at
nl_nl: Kan hulpprogramma oexserverd niet vinden op

source: oexserverd utility at
nl_nl: oexserverd hulpprogramma op

source: could not be started.
nl_nl: kon niet worden gestart.

source: o-charts Version:
nl_nl: o-charts versie:

source: Show EULA
nl_nl: Eindgebruikers-licentieovereenkomst (EULA) weergeven

source: System Identification
nl_nl: Systeemidentificatie

source: Create System Identifier file...
nl_nl: Maak systeemidentificatiebestand aan...

source: Create USB key dongle System ID file...
nl_nl: Maak systeemidentificatiebestand aan voor USB-dongle

source: Show In Finder
nl_nl: Weergeven in Finder

source: Show on disk
nl_nl: Weergeven op schijf

source: System Name:
nl_nl: Computernaam:

source: USB Key Dongle
nl_nl: USB-Dongle

source: Pending chart refresh
nl_nl: In afwachting van kaarten verversing

source: Reset System Name
nl_nl: Stel computernaam opnieuw in

source: Reset o-charts credentials
nl_nl: Toegangsgegevens o-charts resetten

source: Enable full chart database rebuild after chart download
nl_nl: Schakel volledige kaartdatabase opnieuw in na kaartdownload

source: System name RESET shall be performed only by request from o-charts technical support staff.
nl_nl: Een RESET van de computernaam wordt uitsluitend uitgevoerd in opdracht van een medewerker van de technische ondersteuning van o-charts

source: Proceed to RESET?
nl_nl: Doorgaan met RESET?

source: Credential Reset Successful
nl_nl: Toegangsgegevens succesvol verwijderd

source: To obtain a chart set, you must generate a Unique System Identifier File.
nl_nl: Om een kaartenset te kunnen kopen, dient u een uniek systeemidentificatiebestand aan te maken.

source: The fingerprint file contains information related to a connected USB key dongle.
nl_nl: Het vingerafdrukbestand bevat informatie met betrekking op een aangesloten USB-dongle.

source: After creating this file, you will need it to obtain your chart sets at the o-charts.org shop.
nl_nl: Na het aanmaken van dit bestand hebt u het nodig om uw kaartenset in de o-charts.org-shop te kopen.

source: ERROR Creating Fingerprint file USB key dongle not detected.
nl_nl: FOUT bij het aanmaken van vingerafdruk bestand USB-dongle niet gedetecteerd.

source: Fingerprint file created.
nl_nl: Vingerafdrukbestand aangemaakt.

source: Fingerprint file is also copied to desktop.
nl_nl: Vingerafdrukbestand is ook naar bureaublad gekopieerd.

source: ERROR Creating Fingerprint file Check OpenCPN log file.
nl_nl: FOUT bij het aanmaken van vingerafdrukbestand Controleer het OpenCPN logbestand.

source: The fingerprint file contains information to uniquely identify this computer.
nl_nl: Het vingerafdrukbestand bevat informatie om deze computer te identificeren.

source: Could not open o-charts_pi EULA:
nl_nl: Gebruikersovereenkomst o-charts_pi kon niet geopend worden:

source: o-charts PlugIn for OpenCPN
nl_nl: plugin met kaarten van o-charts voor OpenCPN

source: License
nl_nl: Licentie

source: Accept
nl_nl: Accepteren

source: Reject
nl_nl: Afwijzen

source: No Chart sets installed.
nl_nl: Geen kaartensets geïnstalleerd

source: Available Chart sets:
nl_nl: Beschikbare kaartensets:

source: Version
nl_nl: Versie

source: Valid until
nl_nl: Geldig tot

source: The following Chart sets are available :
nl_nl: De volgende kaarten sets zijn beschikbaar :

source: Chart set
nl_nl: Kaartenset

source: Add/Update o-charts chart sets
nl_nl: o-charts kaartensets toevoegen/bijwerken

source: Visit o-charts.org Website
nl_nl: Bezoek de website o-charts.org

source: Here you may order new o-charts chart sets.
nl_nl: Hier kunt u nieuwe o-charts kaartensets bestellen.

source: Sector angles are True Bearings from Seaward
nl_nl: Sectorrichtingen zijn ware peilingen vanaf zee

source: ChartTexts
nl_nl: Kaartteksten

source: No chartset selected.
nl_nl: Geen kaarten geselecteerd.

source: Starting chartset validation.
nl_nl: Validatie kaartset starten.

source: Checking server installation.
nl_nl: Serverinstallatie controleren.

source: Server not installed.
nl_nl: Server niet geïnstalleerd.

source: Server execute command:
nl_nl: Uitvoeringsopdracht voor server:

source: Server unavailable.
nl_nl: Server niet beschikbaar.

source: Server reports version:
nl_nl: Server rapporteert versie:

source: Checking dongle...
nl_nl: Dongle controleren...

source: dongle found:
nl_nl: dongle gevonden:

source: dongle not found:
nl_nl: dongle niet gevonden:

source: Validating chartset assigned to dongle:
nl_nl: Controle van kaartset toegewezen aan dongle:

source: Validating chartset assigned to systemName:
nl_nl: Controle van de kaartset toegewezen aan computernaam:

source: Unable to validate unassigned chartset.
nl_nl: Kan niet-toegewezen kaartset niet valideren.

source: Unable to find slot assignment.
nl_nl: Kan slot-toewijzing niet vinden.

source: Selected chartset is not installed for dongle.
nl_nl: Geselecteerde kaartset is niet voor dongle geïnstalleerd.

source: Selected chartset is not installed.
nl_nl: Geselecteerde kaartset is niet geïnstalleerd.

source: Installation directory:
nl_nl: Installatiemap:

source: Checking for ChartList.XML at:
nl_nl: ChartList.XML controleren op:

source: ChartList.XML not found in installation directory.
nl_nl: ChartList.XML niet gevonden in de installatiemap.

source: Loading ChartList.XML
nl_nl: ChartList.XML laden

source: Error loading ChartList.XML
nl_nl: Fout bij het laden van ChartList.XML

source: Checking ChartList for presence of each chart referenced
nl_nl: Kaartlijst controleren op aanwezigheid van elke aangegeven kaart

source: Referenced chart is not present:
nl_nl: Bijbehorende kaart is niet aanwezig:

source: Checking all charts for reference in ChartList
nl_nl: Alle kaarten controleren voor verwijzing in de kaartlijst

source: Found chart file not referenced in ChartList:
nl_nl: Gevonden kaartbestand, niet vermeld in kaartlijst:

source: ChartList.XML validates OK.
nl_nl: ChartList.XML met succes gevalideerd.

source: Checking chart key files.
nl_nl: Kaartsleutelbestanden controleren.

source: Loading keyFile:
nl_nl: Sleutelbestand laden:

source: Error loading keyFile:
nl_nl: Fout bij laden van sleutelbestand:

source: Key not found for chart file:
nl_nl: Geen sleutel gevonden voor kaartbestand:

source: Keyfiles validate OK.
nl_nl: Sleutelbestanden met succes gevalideerd.

source: Starting chart test load.
nl_nl: Testladen kaart wordt gestart.

source: Chart count:
nl_nl: Aantal kaarten:

source: Chart load error
nl_nl: Fout bij laden kaart

source: Chart test load OK.
nl_nl: Testladen kaart geslaagd.

source: Chartset installation validates OK.
nl_nl: Installatie kaartset met succes gevalideerd.

source: Administrator priveleges are required to copy fpr. Please try again....
nl_nl: Beheerdersrechten zijn vereist voor het kopiëren van fpr. Probeer het opnieuw....

source: Close
nl_nl: Sluiten

source: ---<<< Warning: Chart georef accuracy may be poor. >>>---
nl_nl: ---<<< Waarschuwing: nauwkeurigheid georeferentie van kaart is mogelijk laag. >>>---

source: ---<<< Warning: Chart georef accuracy is poor. >>>---
nl_nl: ---<<< Waarschuwing: nauwkeurigheid georeferentie van kaart is laag. >>>---

source: Fully Assigned.
nl_nl: Volledig toegewezen.

source: Available.
nl_nl: Beschikbaar.

source: Installed, Up-to-date.
nl_nl: Geïnstalleerd, bijgewerkt.

source: Installed, Update available.
nl_nl: Geïnstalleerd, update beschikbaar.

source: Expired.
nl_nl: Verlopen.

source: Preparing your chartset.
nl_nl: Kaart wordt voorbereid.

source: Ready for download.
nl_nl: Klaar om te downloaden.

source: Please update Chart List.
nl_nl: Kaartenlijst bijwerken AUB.

source: Ready for Download Request.
nl_nl: Klaar voor download-aanvraag.

source: System Key
nl_nl: Systeemsleutel

source: o-charts API error code:
nl_nl: foutcode o-charts API:

source: Production server in maintenance mode.
nl_nl: Productieserver in onderhoud.

source: User does not exist.
nl_nl: Gebruiker bestaat niet.

source: This o-charts plugin version is obsolete.
nl_nl: Deze o-charts plugin versie is verouderd.

source: Please update your plugin.
nl_nl: Update uw plug-in, alstublieft.

source: Operation cancelled
nl_nl: Actie geannuleerd

source: Invalid user/email name or password.
nl_nl: Ongeldige gebruikersnaam of wachtwoord.

source: This System Name is disabled.
nl_nl: Deze computernaam is uitgeschakeld.

source: This chart has already been assigned to this machine.
nl_nl: Deze kaart is al toegewezen aan deze computer.

source: void username
nl_nl: lege gebruikersnaam

source: invalid username
nl_nl: ongeldige gebruikersnaam

source: void password
nl_nl: leeg wachtwoord

source: wrong password
nl_nl: verkeerd wachtwoord

source: There is not a system name for this device yet.
nl_nl: Er is nog geen computernaam voor dit apparaat.

source: Something has changed in the device assigned to this system name.
nl_nl: Er is iets veranderd in het apparaat dat is toegewezen aan deze computernaam.

source: There is already a system name for this device.
nl_nl: Er is al een computernaam voor dit apparaat.

source: o-Charts shop interface error
nl_nl: interface-fout o-Charts-winkel

source: internet communications error code:
nl_nl: foutcode internetcommunicatie:

source: Check your connection and try again.
nl_nl: Controleer de verbinding en probeer het opnieuw.

source: Invalid password length
nl_nl: Lengte wachtwoord niet correct

source: Password length must be:
nl_nl: Wachtwoord lengte moet zijn:

source: Greater than 4 characters, and
nl_nl: Groter dan 4 tekens en

source: Less than 255 characters.
nl_nl: Kleiner dan 255 tekens

source: This chartset will be installed as a new subdirectory within the directory you select next.
nl_nl: Deze kaartset zal worden geïnstalleerd als een nieuwe submap in de map die je hierna selecteert.

source: For example, if you select the directory "Charts", then a new directory will be created as:
nl_nl: Bijvoorbeeld, als je de map "Kaarten" selecteert, dan wordt een nieuwe map aangemaakt als:

source: The charts will be installed in this newly created directory.
nl_nl: De kaarten zullen worden geïnstalleerd in deze nieuwe map.

source: Proceed
nl_nl: Doorgaan

source: Cancel
nl_nl: Annuleren

source: This chartset will be re-installed in the following location.
nl_nl: Deze kaartset zal opnieuw worden geïnstalleerd op de volgende locatie.

source: If you want to use that location, press "Continue"
nl_nl: Als je die locatie wilt gebruiken, klik je op "Doorgaan"

source: If you want to change the installation location now, press "Change"
nl_nl: Als u de installatielocatie nu wilt wijzigen, klik dan op "Wijzigen"

source: Continue
nl_nl: Doorgaan

source: Change
nl_nl: Wijzigen

source: This chartset will be installed in the following location.
nl_nl: Deze kaartset zal worden geïnstalleerd op de volgende locatie.

source: This action will PERMANENTLY assign the chart:
nl_nl: Deze actie zal deze kaart DEFINITIEF toewijzen:

source: to this systemName:
nl_nl: aan deze computernaam:

source: Proceed?
nl_nl: Doorgaan?

source: {USB Dongle not found.}
nl_nl: {USB-dongle niet gevonden.}

source: {fpr file not found.}
nl_nl: {fpr-bestand niet gevonden.}

source: {fpr file not created.}
nl_nl: {fpr-bestand niet aangemaakt.}

source: ERROR Creating Fingerprint file
nl_nl: FOUT bij aanmaken vingerafdrukbestand

source: Check OpenCPN log file.
nl_nl: Controleer OpenCPN logbestand.

source: [USB Key Dongle not found.]
nl_nl: [USB-dongle niet gevonden.]

source: [fpr file not found.]
nl_nl: [fpr-bestand niet gevonden.]

source: [fpr file not created.]
nl_nl: [fpr-bestand niet aangemaakt.]

source: [fpr not created.]
nl_nl: [fpr niet aangemaakt.]

source: Unzipping chart files...
nl_nl: Kaartbestanden uitpakken...

source: Unpacking charts
nl_nl: Kaarten aan het uitpakken

source: Installed Chart Edition:
nl_nl: Geïnstalleerde kaartuitgave:

source: Current Chart Edition:
nl_nl: Huidige kaartuitgave:

source: Order Reference:
nl_nl: Bestellingsreferentie:

source: Updates available through:
nl_nl: Updates beschikbaar via:

source: Assignments:
nl_nl: Toewijzingen:

source: None
nl_nl: Geen

source: Refresh Chart List
nl_nl: Kaartenlijst vernieuwen

source: Show Expired Charts
nl_nl: Toon verlopen kaarten

source: Show Chart Info
nl_nl: Toon kaartinformatie

source: My Chart Sets
nl_nl: Mijn kaartensets

source: Actions
nl_nl: Acties

source: Reinstall Selection
nl_nl: Selectie opnieuw installeren

source: Cancel Operation
nl_nl: Bewerking annuleren

source: Validate Installed Chart Set
nl_nl: Geïnstalleerde kaartset valideren

source: Status: Chart List Refresh required.
nl_nl: Status: update kaartenlijst nodig.

source: Last Error Message:
nl_nl: Laatste foutmelding:

source: Status: Ready
nl_nl: Status: gereed

source: Contacting o-charts server...
nl_nl: Verbinden met o-charts-server...

source: Status: Login error.
nl_nl: Status: Fout bij inloggen.

source: Status: Communications error.
nl_nl: Status: Communicatiefout.

source: This System Name has been disabled Please create another System Name
nl_nl: Deze computernaam is uitgeschakeld Kies een andere computernaam AUB

source: The detected System Name has been disabled Please contact o-charts to enable it again.
nl_nl: De gedetecteerde systeemnaam is uitgezet. Neem contact op met o-charts om hem weer aan te zetten.

source: Invalid System Name
nl_nl: Ongeldige computernaam

source: This System Name has been disabled Please choose another SystemName
nl_nl: Deze computernaam is uitgeschakeld Kies een andere computernaam AUB

source: The o-charts cache directory contains the following unused charts:
nl_nl: De o-charts cache map bevat de volgende ongebruikte kaarten:

source: Remove these unused charts now?
nl_nl: Ongebruikte kaarten nu verwijderen?

source: WARNING:
nl_nl: WAARSCHUWING:

source: This chart set has been previously installed.
nl_nl: Deze kaartenset is eerder geïnstalleerd.

source: However, the chart files cannot be located.
nl_nl: De grafiekbestanden kunnen echter niet worden gevonden.

source: The original installation directory is:
nl_nl: De oorspronkelijke installatiemap is:

source: Please select the directory where these chart files may now be found.
nl_nl: Selecteer de map waar deze kaartbestanden nu gevonden moeten worden.

source: Validation error on zip file
nl_nl: Validatiefout op zip-bestand

source: Validation error on key file
nl_nl: Validatiefout op sleutelbestand

source: Finalizing charts
nl_nl: Kaarten afronden

source: Relocating chart files...
nl_nl: Verplaatsen van kaartbestanden...

source: Status: Validating download file...
nl_nl: Status: Downloadbestand valideren...

source: Verifying download
nl_nl: Download controleren...

source: Validate Log
nl_nl: Valideer log

source: No chartset selected.
nl_nl: Geen kaartset geselecteerd.

source: Choose chart install location.
nl_nl: Kies locatie voor installeren kaart

source: Chart download cancelled.
nl_nl: Kaartdownload geannuleerd.

source: Downloading...
nl_nl: Downloaden...

source: Proceed with chart installation.
nl_nl: Ga verder met de kaartinstallatie.

source: Chart installation ERROR.
nl_nl: FOUT bij installatie kaart.

source: Chart installation complete.
nl_nl: Kaart installatie voltooid.

source: Don't forget to rebuild chart database (See manual)
nl_nl: Vergeet niet de kaartdatabase te vernieuwen (Zie manual)

source: Installing...
nl_nl: Installeren...

source: Preparing installation...
nl_nl: Installatie voorbereiden...

source: Status: Dongle FPR upload error
nl_nl: Status: uploadfout Dongle FPR

source: Status: System FPR upload error
nl_nl: Status: uploadfout systeem-FPR

source: Requesting License Keys
nl_nl: Licentiesleutels aanvragen

source: Status: Downloading...
nl_nl: Status: downloaden...

source: Download Selected Chart
nl_nl: Geselecteerde kaart downloaden

source: Install Selected Chart for
nl_nl: Installeer gekozen kaart voor

source: Reinstall Selected Chart for
nl_nl: Her-installeer gekozen kaart

source: Update Selected Chart for
nl_nl: Werk geselecteerde kaart bij voor

source: Download Selection
nl_nl: Selectie downloaden

source: Install Selection
nl_nl: Selectie installeren

source: Update Selection
nl_nl: Selectie bijwerken

source: A valid System Name is 3 to 15 characters in length.
nl_nl: Een geldige computernaam heeft 3 tot 15 letters.

source: No symbols or spaces are allowed in System Name.
nl_nl: Geen symbolen of spaties toegestaan in computernaam.

source: Downloaded:
nl_nl: Gedownload:

source: New OpenCPN o-charts System Name
nl_nl: Nieuwe OpenCPN o-charts-computernaam

source: Enter New System Name
nl_nl: Voer nieuwe systeemnaam in

source: No symbols or spaces are allowed.
nl_nl: Symbolen of spaties zijn niet toegestaan.

source: Select OpenCPN/o-charts System Name
nl_nl: Selecteer OpenCPN/o-charts computernaam

source: Select your System Name from the following list, or
nl_nl: Selecteer uw systeemnaam uit de volgende lijst, of

source: create a new System Name for this computer.
nl_nl: maak een nieuwe systeem-naam voor deze computer.

source: new...
nl_nl: nieuw ...

source: System Names
nl_nl: Systeem namen

source: Login to o-charts.org
nl_nl: Inloggen op o-charts.org

source: email address:
nl_nl: E-mail adres

source: Password:
nl_nl: Wachtwoord:

source: pass:
nl_nl: goedgekeurd:

source: OpenCPN o-charts System Name
nl_nl: OpenCPN o-charts systeem-naam
